[Public]
Object=(Name=D3DDrv.D3DRenderDevice,Class=Class,MetaClass=Engine.RenderDevice,Autodetect=)
Preferences=(Caption="Отрисовка",Parent="Спецнастройки")
Preferences=(Caption="Поддержка Direct3D",Parent="Отрисовка",Class=D3DDrv.D3DRenderDevice,Immediate=True)

[D3DRenderDevice]
ClassCaption="Поддержка Direct3D"
AskInstalled=Вы хотите использовать Direct3D?
AskUse=
